IdeaRS.OpenModel.Loading.VariableType
Variable type

IdeaRS.OpenModel.Loading.VariableType.Standard
Standard

IdeaRS.OpenModel.Loading.VariableType.MobileEnvelope
Mobile envelope

IdeaRS.OpenModel.Loading.VariableType.Seismicity
Seismicity

IdeaRS.OpenModel.Loading.VariableType.NotSet
variable loads is not set for some reasons - in fact loads is not variable